Repository: TheOnAirCompany/capture
Catalog: Capture/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %lld files will be moved to the Trash.
fr: %lld fichiers seront placés dans la corbeille.

source: 1x (Original Size)
fr: 1x (taille originale)

source: 24 fps
fr: 24 ips

source: 30 fps
fr: 30 ips

source: 60 fps
fr: 60 ips

source: 9:41, full battery and full signal, automatically.
fr: 9:41, batterie pleine et réseau au maximum, automatiquement.

source: A Perfect Status Bar
fr: Une barre d’état parfaite

source: Access granted
fr: Accès autorisé

source: Access was denied. You can turn it on in System Settings > Privacy & Security > Camera.
fr: L’accès a été refusé. Vous pouvez l’activer dans Réglages Système > Confidentialité et sécurité > Caméra.

source: Adapt the interface to your preferences.
fr: Adaptez l’interface à vos préférences.

source: Add
fr: Ajouter

source: Add Color
fr: Ajouter la couleur

source: Add Colors
fr: Ajouter des couleurs

source: Add a Gradient
fr: Ajouter un dégradé

source: Add a Track (Music, Voice-Over…)
fr: Ajouter une piste (musique, voix off…)

source: Add an iPhone frame to your captures when you edit them.
fr: Ajoutez un cadre d’iPhone à vos captures lors de l’édition.

source: Added Track
fr: Piste ajoutée

source: Administrator permission is needed to write to the Applications folder.
fr: L’autorisation d’un administrateur est nécessaire pour écrire dans le dossier Applications.

source: Advanced Options
fr: Options avancées

source: Allow Access
fr: Autoriser l’accès

source: Allow Camera Access
fr: Autorisez l’accès à la caméra

source: Alpine Green
fr: Vert alpin

source: Another copy of Capture is running from the Applications folder. Quit it and try again.
fr: Une autre copie de Capture est ouverte depuis le dossier Applications. Quittez-la et réessayez.

source: Appearance
fr: Apparence

source: Automatic
fr: Automatique

source: Automatic (%@)
fr: Automatique (%@)

source: Back
fr: Retour

source: Background
fr: Fond

source: Black
fr: Noir

source: Blue
fr: Bleu

source: Built for clean iPhone captures
fr: Pensé pour des captures iPhone impeccables

source: Burgundy
fr: Bordeaux

source: Camera Access Required
fr: Accès à la caméra requis

source: Cancel
fr: Annuler

source: Capture Couldn't Be Moved
fr: Impossible de déplacer Capture

source: Capture can only update itself from the Applications folder.
fr: Capture ne peut se mettre à jour que depuis le dossier Applications.

source: Capture can't access this folder. Choose another one, or allow access in System Settings > Privacy & Security > Files and Folders.
fr: Capture ne peut pas accéder à ce dossier. Choisissez-en un autre, ou autorisez l’accès dans Réglages Système > Confidentialité et sécurité > Fichiers et dossiers.

source: Capture needs camera access to display your iPhone's screen.
fr: Capture a besoin de l’accès à la caméra pour afficher l’écran de votre iPhone.

source: Capture will copy itself to the Applications folder and restart from there.
fr: Capture va se copier dans le dossier Applications, puis se relancer depuis celui-ci.

source: Capture your iPhone screen in one click, at full native resolution.
fr: Capturez l’écran de votre iPhone en un clic, en pleine résolution.

source: Change…
fr: Modifier…

source: Check Automatically
fr: Rechercher automatiquement

source: Check for Updates…
fr: Rechercher les mises à jour…

source: Choose
fr: Choisir

source: Choose Where to Save
fr: Choisissez où enregistrer

source: Choose where to save your screenshots and videos.
fr: Choisissez où enregistrer vos captures d’écran et vidéos.

source: Choose where your screenshots and recordings are saved.
fr: Choisissez l’emplacement de sauvegarde de vos captures et enregistrements.

source: Close
fr: Fermer

source: Cloud White
fr: Blanc nuage

source: Color
fr: Couleur

source: Connect an iPhone to get started.
fr: Connectez un iPhone pour commencer.

source: Connect your iPhone
fr: Connectez votre iPhone

source: Connected
fr: Connecté

source: Contact Us
fr: Nous contacter

source: Continue
fr: Continuer

source: Copied
fr: Copié

source: Copy
fr: Copier

source: Coral
fr: Corail

source: Cosmic Orange
fr: Orange cosmique

source: Couldn't Erase the Captures
fr: Impossible d’effacer les captures

source: Couldn't Export the Screenshot
fr: Impossible d’exporter la capture

source: Couldn't Export the Video
fr: Impossible d’exporter la vidéo

source: Couldn't Save the Capture
fr: Impossible d’enregistrer la capture

source: Counter
fr: Compteur

source: Custom
fr: Personnalisé

source: Customize your experience with Capture.
fr: Personnalisez votre expérience avec Capture.

source: Cut
fr: Couper

source: Dark
fr: Sombre

source: Date and Time
fr: Date et heure

source: Deep Blue
fr: Bleu intense

source: Deep Purple
fr: Violet intense

source: Default Quality
fr: Qualité par défaut

source: Delete Segment
fr: Supprimer le segment

source: Desert
fr: Sable

source: Device
fr: Appareil

source: Device Frame
fr: Cadre de l’appareil

source: Device Frames
fr: Cadres d’appareil

source: Device, Date and Time
fr: Appareil, date et heure

source: Drag Capture to the Applications folder yourself, then open it from there.
fr: Faites glisser Capture dans le dossier Applications, puis ouvrez-le depuis celui-ci.

source: End
fr: Fin

source: Erase All…
fr: Tout effacer…

source: Erase Data
fr: Effacer les données

source: Everything QuickTime does, only faster and more powerful.
fr: Tout ce que fait QuickTime, en plus pratique et plus complet.

source: Example: %@
fr: Exemple : %@

source: Export
fr: Exporter

source: Export Options
fr: Options d’exportation

source: Export Video…
fr: Exporter la vidéo…

source: Export to the Capture Folder
fr: Exporter dans le dossier de capture

source: Exported
fr: Exporté

source: Exporting…
fr: Exportation…

source: Exports are saved in the _Exports folder, without a dialog.
fr: Les exports sont enregistrés dans le dossier _Exports, sans fenêtre de dialogue.

source: Export…
fr: Exporter…

source: Extra features for advanced users.
fr: Fonctionnalités supplémentaires pour les utilisateurs avancés.

source: File Name
fr: Nom du fichier

source: File Names
fr: Nom des fichiers

source: Files are moved to the Trash. Other files in the folder are left untouched.
fr: Les fichiers sont placés dans la corbeille. Les autres fichiers du dossier ne sont pas touchés.

source: Find all your captures in one place.
fr: Retrouvez toutes vos captures au même endroit.

source: Frame Rate
fr: Fréquence d’images

source: Frame, style and export your screenshots.
fr: Encadrez, mettez en forme et exportez vos captures.

source: Frames aren't available for this capture.
fr: Les cadres ne sont pas disponibles pour cette capture.

source: Get Started
fr: Commencer

source: Gold
fr: Or

source: Gradient
fr: Dégradé

source: Green
fr: Vert

source: Help
fr: Aide

source: Include Sound
fr: Inclure le son

source: Include Sound (Video)
fr: Inclure le son (vidéo)

source: Landscape Left
fr: Paysage à gauche

source: Landscape Right
fr: Paysage à droite

source: Last checked %@
fr: Dernière recherche %@

source: Lavender
fr: Lavande

source: Layout
fr: Disposition

source: Light
fr: Clair

source: Light Gold
fr: Or clair

source: MP4 (Recommended)
fr: MP4 (recommandé)

source: Margin
fr: Marge

source: Match System
fr: Comme le système

source: Midnight
fr: Minuit

source: Midnight Green
fr: Vert nuit

source: Mist Blue
fr: Bleu brume

source: Model
fr: Modèle

source: Move Capture to the Applications Folder?
fr: Déplacer Capture dans le dossier Applications ?

source: Move all captures to the Trash?
fr: Placer toutes les captures dans la corbeille ?

source: Move to Applications
fr: Déplacer vers Applications

source: Move to Trash
fr: Placer dans la corbeille

source: Mute
fr: Couper le son

source: Natural
fr: Naturel

source: Need Help?
fr: Besoin d’aide ?

source: Need help? Read the documentation or contact us.
fr: Besoin d’aide ? Consultez la documentation ou contactez-nous.

source: No Background
fr: Sans fond

source: No Device
fr: Aucun appareil

source: No Screenshots Yet
fr: Aucune capture d’écran

source: No Videos Yet
fr: Aucune vidéo

source: No image has been received from the iPhone yet.
fr: Aucune image n’a encore été reçue de l’iPhone.

source: None
fr: Aucun

source: Not Now
fr: Plus tard

source: Numbered
fr: Numérotés

source: Open Capture Folder
fr: Ouvrir le dossier Capture

source: Open System Settings
fr: Ouvrir les Réglages Système

source: Optimize for Web Sharing
fr: Optimiser pour le partage web

source: Or pick a color
fr: Ou choisissez une couleur

source: Organize By
fr: Organiser par

source: Other Models
fr: Autres modèles

source: PNG (High Quality)
fr: PNG (haute qualité)

source: Pacific Blue
fr: Bleu Pacifique

source: Paste one or more hex codes.
fr: Collez un ou plusieurs codes hexadécimaux.

source: Pink
fr: Rose

source: Play
fr: Lire

source: Plug your iPhone into this Mac with a USB cable to preview its screen, take screenshots and record videos.
fr: Branchez votre iPhone à ce Mac avec un câble USB pour prévisualiser son écran, prendre des captures et enregistrer des vidéos.

source: Preview
fr: Aperçu

source: Purple
fr: Mauve

source: Recent Captures
fr: Captures récentes

source: Recent Videos
fr: Vidéos récentes

source: Recents
fr: Récents

source: Record Video
fr: Capture vidéo

source: Record videos with sound, straight from your iPhone.
fr: Enregistrez des vidéos avec le son, directement depuis votre iPhone.

source: Red
fr: (PRODUCT)RED

source: Redo
fr: Rétablir

source: Remove
fr: Supprimer

source: Remove Track
fr: Retirer la piste

source: Remove all the screenshots, recordings and exports made with Capture.
fr: Supprimez toutes les captures, vidéos et exports réalisés avec Capture.

source: Reset
fr: Réinitialiser

source: Resolution
fr: Résolution

source: Rotate
fr: Pivoter

source: Sage
fr: Sauge

source: Same Screen as This Capture
fr: Même écran que cette capture

source: Same as Source (%@)
fr: Comme la source (%@)

source: Same as Source (%lld fps)
fr: Comme la source (%lld ips)

source: Screen Recordings
fr: Capture vidéo

source: Screen recordings you make will appear here.
fr: Vos enregistrements vidéo apparaîtront ici.

source: Screenshot
fr: Capture d’écran

source: Screenshots
fr: Captures d’écran

source: Screenshots you take will appear here.
fr: Vos captures d’écran apparaîtront ici.

source: See All
fr: Tout voir

source: See your iPhone screen live, then capture it.
fr: Visualisez l’écran de votre iPhone en direct, puis capturez-le.

source: Settings
fr: Réglages

source: Settings applied to your next captures.
fr: Paramètres appliqués à vos prochaines captures.

source: Shadow
fr: Ombre

source: Show in Finder
fr: Afficher dans le Finder

source: Sierra Blue
fr: Bleu alpin

source: Silver
fr: Argent

source: Sky Blue
fr: Bleu ciel

source: Sound keeps its pitch when the speed changes.
fr: Le son garde sa hauteur quand la vitesse change.

source: Space Black
fr: Noir sidéral

source: Space Gray
fr: Gris sidéral

source: Speed
fr: Vitesse

source: Split at Playhead
fr: Couper à la tête de lecture

source: Starlight
fr: Lumière stellaire

source: Start
fr: Début

source: Stop Recording
fr: Arrêter l’enregistrement

source: Storage
fr: Stockage

source: Suggested from the capture
fr: Suggéré d’après la capture

source: Take Screenshot
fr: Prendre une capture d’écran

source: Take pixel-perfect screenshots and screen recordings of your iPhone, with the clean 9:41 status bar Apple uses in its own product shots.
fr: Réalisez des captures d’écran et des vidéos impeccables de votre iPhone, avec la barre d’état épurée à 9:41 qu’Apple utilise dans ses propres visuels.

source: Teal
fr: Sarcelle

source: The copied app couldn't be verified.
fr: La copie de l’app n’a pas pu être vérifiée.

source: The device is resized to fit inside the chosen ratio.
fr: L’appareil est redimensionné pour tenir dans le ratio choisi.

source: The file could not be written.
fr: Le fichier n’a pas pu être enregistré.

source: Theme
fr: Thème

source: This model has a different screen size: the capture is scaled to fill it.
fr: Ce modèle a une taille d’écran différente : la capture est agrandie pour le remplir.

source: Time
fr: Heure

source: Tools
fr: Outils

source: Trim, adjust and export your videos.
fr: Coupez, ajustez et exportez vos vidéos.

source: Try unplugging your iPhone and plugging it back in.
fr: Essayez de débrancher puis de rebrancher votre iPhone.

source: Ultramarine
fr: Outremer

source: Undo
fr: Annuler

source: Unlock your iPhone and tap Trust when asked.
fr: Déverrouillez votre iPhone et touchez « Se fier » si on vous le demande.

source: Updates
fr: Mises à jour

source: Upside Down
fr: À l’envers

source: Use a data cable: some cables can only charge.
fr: Utilisez un câble de données : certains câbles ne font que charger.

source: Video
fr: Vidéo

source: Video Editor
fr: Éditeur vidéo

source: Videos
fr: Vidéos

source: View Documentation
fr: Voir la documentation

source: Welcome to Capture
fr: Bienvenue dans Capture

source: White
fr: Blanc

source: Yellow
fr: Jaune

source: Your captures never leave your Mac.
fr: Vos captures ne quittent jamais votre Mac.

source: Your iPhone doesn't appear?
fr: Votre iPhone n’apparaît pas ?

source: Your screenshots and videos will be saved in this folder.
fr: Vos captures d’écran et vidéos seront enregistrées dans ce dossier.

source: Zoom In
fr: Zoom avant

source: Zoom Out
fr: Zoom arrière

source: edited
fr: modifiée

source: iPhone Sound
fr: Son de l’iPhone

source: macOS treats your iPhone's screen like a camera. Capture needs this access to display and record it.
fr: macOS considère l’écran de votre iPhone comme une caméra. Capture a besoin de cet accès pour l’afficher et l’enregistrer.

source: ½x (Half Size)
fr: ½x (moitié)
